Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: Pick one or two: push a finger against your palm (it often passes through in dreams); pinch your nose and try to breathe (you still can in a dream); read text, look away, read again (it usually changes). Reliable, physical, and easy to repeat.
ar: اختر واحدًا أو اثنين: ادفع إصبعك في راحة يدك (كثيرًا ما يخترقها في الأحلام)؛ اقرص أنفك وحاول التنفس (تستطيع ذلك في الحلم)؛ اقرأ نصًا، انظر بعيدًا، ثم اقرأه ثانية (عادةً يتغيّر). موثوقة، حسّية، وسهلة التكرار.
de: Wähle einen oder zwei: Drück einen Finger gegen die Handfläche (er geht im Traum oft hindurch); halt dir die Nase zu und versuch zu atmen (im Traum geht das noch); lies einen Text, schau weg, lies erneut (meist verändert er sich). Zuverlässig, körperlich und leicht zu wiederholen.
es: Elige una o dos: presiona un dedo contra la palma (a menudo la atraviesa en sueños); tápate la nariz e intenta respirar (en un sueño aún puedes); lee un texto, mira a otro lado, vuelve a leerlo (suele cambiar). Fiables, físicas y fáciles de repetir.
fr: Choisissez-en un ou deux : poussez un doigt contre votre paume (il la traverse souvent en rêve) ; pincez votre nez et essayez de respirer (vous le pouvez encore en rêve) ; lisez un texte, détournez le regard, relisez (il change généralement). Fiables, physiques et faciles à répéter.
it: Scegline uno o due: premi un dito contro il palmo (in sogno spesso lo attraversa); tappati il naso e prova a respirare (in sogno ci riesci ancora); leggi un testo, distogli lo sguardo, rileggi (di solito cambia). Affidabili, fisici e facili da ripetere.
ja: 一つか二つ選びましょう。指を手のひらに押し当てる（夢ではよく突き抜けます）。鼻をつまんで息をしてみる（夢ではまだできます）。文字を読み、目をそらし、もう一度読む（たいてい変わります）。信頼でき、体で行え、くり返しやすい方法です。
ko: 하나나 둘을 고르세요. 손바닥에 손가락을 눌러 보기(꿈에서는 자주 뚫고 지나갑니다), 코를 막고 숨 쉬어 보기(꿈에서는 여전히 됩니다), 글을 읽고 시선을 돌렸다가 다시 읽기(대개 바뀝니다). 믿을 만하고, 몸으로 하며, 반복하기 쉽습니다.
nl: Kies er een of twee: duw een vinger tegen je handpalm (gaat er in dromen vaak doorheen); knijp je neus dicht en probeer te ademen (in een droom kan dat nog); lees tekst, kijk weg, lees opnieuw (meestal verandert ze). Betrouwbaar, fysiek en makkelijk te herhalen.
pt_br: Escolha uma ou duas: empurre um dedo contra a palma (em sonhos costuma atravessá-la); tampe o nariz e tente respirar (em um sonho você ainda consegue); leia um texto, desvie o olhar, releia (geralmente muda). Confiáveis, físicas e fáceis de repetir.
ru: Выберите одну‑две: надавите пальцем на ладонь (во сне он часто проходит насквозь); зажмите нос и попробуйте дышать (во сне это всё ещё получается); прочитайте текст, отведите взгляд, прочитайте снова (обычно он меняется). Надёжные, телесные и простые в повторении.
zh_hans: 挑一两种：用手指按向掌心（在梦中常常会穿过去）；捏住鼻子试着呼吸（在梦里你仍能呼吸）；读一段文字，移开视线，再读一遍（通常会变）。可靠、可触、易于重复。

source: Pick your flight method and rehearse the feeling of total confidence in it.
ar: اختر طريقة طيرانك وتمرّن على شعور الثقة الكاملة بها.
de: Wähl deine Flugmethode und probe das Gefühl völligen Vertrauens in sie.
es: Elige tu método de vuelo y ensaya la sensación de confianza total en él.
fr: Choisissez votre méthode de vol et répétez le sentiment de confiance totale en elle.
it: Scegli il tuo metodo di volo e prova la sensazione di totale fiducia in esso.
ja: 飛び方を選び、それに全幅の信頼を置く感覚をリハーサルしましょう。
ko: 비행 방법을 고르고, 그것에 대한 완전한 확신의 감각을 연습하세요.
nl: Kies je vliegmethode en oefen het gevoel van volledig vertrouwen erin.
pt_br: Escolha seu método de voo e ensaie a sensação de confiança total nele.
ru: Выберите свой способ полёта и отрепетируйте чувство полной уверенности в нём.
zh_hans: 选定你的飞行方法，并预演对它怀有十足信心的那种感觉。

source: Pinching your nose and trying to breathe
ar: قرص أنفك ومحاولة التنفس
de: Dir die Nase zuhalten und versuchen zu atmen
es: Taparte la nariz e intentar respirar
fr: Pincer votre nez et essayer de respirer
it: Tapparti il naso e provare a respirare
ja: 鼻をつまんで息をしてみる
ko: 코를 막고 숨을 쉬어 보기
nl: Je neus dichtknijpen en proberen te ademen
pt_br: Tampar o nariz e tentar respirar
ru: Зажать нос и попытаться дышать
zh_hans: 捏住鼻子并试着呼吸

source: Plan one indirect trick to try in-dream: reach into a pocket and expect what you want.
ar: خطّط لحيلة غير مباشرة واحدة لتجرّبها داخل الحلم: مدّ يدك في جيب وتوقّع ما تريد.
de: Plan einen indirekten Trick fürs Träumen: greif in eine Tasche und erwarte, was du willst.
es: Planifica un truco indirecto para probar en el sueño: mete la mano en un bolsillo y espera lo que quieres.
fr: Planifiez une ruse indirecte à essayer en rêve : fouillez une poche et attendez ce que vous voulez.
it: Pianifica un trucco indiretto da provare in sogno: infila la mano in tasca e aspettati ciò che vuoi.
ja: 夢の中で試す間接的な手を一つ計画しましょう。ポケットに手を入れ、欲しいものを予期する。
ko: 꿈 속에서 시도할 간접적인 수법 하나를 계획하세요. 주머니에 손을 넣고 원하는 것을 기대하기.
nl: Plan één indirecte truc om in de droom te proberen: grijp in een zak en verwacht wat je wilt.
pt_br: Planeje um truque indireto para tentar no sonho: enfie a mão num bolso e espere o que você quer.
ru: Спланируйте один косвенный приём для сна: суньте руку в карман и ожидайте то, что хотите.
zh_hans: 计划一个在梦中尝试的间接招法：把手伸进口袋，并预期你想要的东西。

source: Plan to examine one small object in close, sensory detail next time you're lucid.
ar: خطّط لفحص شيء صغير واحد بتفصيل حسّي قريب في المرة القادمة التي تصبح فيها واعيًا.
de: Plan, beim nächsten Luzidwerden ein kleines Objekt aus der Nähe sinnlich zu untersuchen.
es: Planea examinar un objeto pequeño con detalle sensorial de cerca la próxima vez que estés lúcido.
fr: Prévoyez d'examiner un petit objet dans un détail sensoriel rapproché la prochaine fois que vous serez lucide.
it: Pianifica di esaminare un piccolo oggetto in dettaglio sensoriale ravvicinato la prossima volta che sei lucido.
ja: 次に明晰になったとき、小さな物を一つ、近くで感覚的な細部まで調べると計画しておきましょう。
ko: 다음에 자각하게 되면 작은 물건 하나를 가까이서 감각적 세부까지 살펴보기로 계획하세요.
nl: Plan om de volgende keer dat je lucide bent één klein voorwerp van dichtbij in zintuiglijk detail te bestuderen.
pt_br: Planeje examinar um pequeno objeto em detalhe sensorial de perto na próxima vez que estiver lúcido.
ru: Запланируйте в следующий раз, став осознанным, рассмотреть один маленький предмет вблизи во всех чувственных деталях.
zh_hans: 计划在下次清醒时，凑近以感官细节去端详一件小物。

source: Plan your in-dream sequence: realize → calm → rub hands → engage. Rehearse it tonight.
ar: خطّط لتسلسلك داخل الحلم: تدرك ← تهدأ ← تفرك يديك ← تنخرط. تمرّن عليه الليلة.
de: Plan deine Traum-Sequenz: erkennen → beruhigen → Hände reiben → einsteigen. Übe sie heute Nacht.
es: Planifica tu secuencia dentro del sueño: darte cuenta → calmarte → frotar manos → involucrarte. Ensáyala esta noche.
fr: Planifiez votre séquence en rêve : réaliser → se calmer → frotter les mains → s'engager. Répétez-la ce soir.
it: Pianifica la tua sequenza nel sogno: accorgerti → calmarti → sfregare le mani → ingaggiare. Provala stanotte.
ja: 夢の中での手順を計画しましょう。気づく→落ち着く→手をこする→関わる。今夜それをリハーサルして。
ko: 꿈 속 순서를 계획하세요. 깨닫기 → 진정하기 → 손 비비기 → 관여하기. 오늘 밤 그것을 연습하세요.
nl: Plan je in-droom-sequentie: beseffen → kalmeren → handen wrijven → meedoen. Repeteer het vannacht.
pt_br: Planeje sua sequência dentro do sonho: perceber → acalmar → esfregar as mãos → engajar. Ensaie-a esta noite.
ru: Спланируйте свою последовательность во сне: осознать → успокоиться → потереть ладони → включиться. Отрепетируйте её сегодня.
zh_hans: 规划你在梦中的步骤：醒悟 → 冷静 → 搓手 → 投入。今晚预演它。

source: Plan your wake-window activity now — reading your journal is perfect.
ar: خطّط الآن لنشاط نافذة استيقاظك — قراءة مفكّرتك مثالية.
de: Plan jetzt deine Aktivität fürs Wachfenster – dein Journal zu lesen ist perfekt.
es: Planifica ahora la actividad de tu ventana de despertar: leer tu diario es perfecto.
fr: Planifiez maintenant l'activité de votre fenêtre de réveil — lire votre journal est parfait.
it: Pianifica ora l'attività della tua finestra di risveglio: leggere il diario è perfetto.
ja: 目覚めの窓での活動を今のうちに計画しましょう——日記を読むのが最適です。
ko: 지금 기상 창에서 할 활동을 계획하세요 — 일기를 읽는 것이 안성맞춤입니다.
nl: Plan nu je activiteit voor het wakkervenster — je dagboek lezen is perfect.
pt_br: Planeje agora a atividade da sua janela de despertar — ler seu diário é perfeito.
ru: Спланируйте сейчас занятие на окно бодрствования — чтение дневника подходит идеально.
zh_hans: 现在就规划你醒来时段要做的事——读日记最合适。

source: Plateaus are normal. They're not failure — they're the part right before it clicks.
ar: الهضاب طبيعية. ليست فشلًا — بل هي الجزء الذي يسبق النجاح مباشرة.
de: Plateaus sind normal. Sie sind kein Versagen – sie sind der Teil direkt bevor es klick macht.
es: Las mesetas son normales. No son fracaso: son la parte justo antes del clic.
fr: Les plateaux sont normaux. Ce n'est pas un échec — c'est la partie juste avant le déclic.
it: I plateau sono normali. Non sono un fallimento — sono la parte appena prima dello scatto.
ja: 停滞はふつうのこと。失敗ではなく——うまくいく直前の段階です。
ko: 정체기는 정상입니다. 실패가 아니라 — 딱 풀리기 직전의 구간입니다.
nl: Plateaus zijn normaal. Het is geen mislukking — het is het deel net voordat het klikt.
pt_br: Os platôs são normais. Não são fracasso — são a parte logo antes de a ficha cair.
ru: Плато — это нормально. Это не провал, а та часть, что прямо перед щелчком.
zh_hans: 瓶颈期是正常的。它不是失败——而是恰好在豁然开朗之前的那一段。

source: Plateaus show up in every kind of skill learning, from music to sports. Breakthroughs frequently arrive after a calm, consistent stretch rather than a frantic push — progress was building under the surface the whole time.
ar: تظهر الهضاب في كل أنواع تعلّم المهارات، من الموسيقى إلى الرياضة. كثيرًا ما تصل الاختراقات بعد فترة هادئة ومنتظمة بدل دفعة محمومة — كان التقدّم يتراكم تحت السطح طوال الوقت.
de: Plateaus tauchen bei jeder Art von Lernen auf, von Musik bis Sport. Durchbrüche kommen häufig nach einer ruhigen, gleichmäßigen Phase statt nach einem hektischen Schub – der Fortschritt baute sich die ganze Zeit unter der Oberfläche auf.
es: Las mesetas aparecen en todo tipo de aprendizaje, de la música al deporte. Los avances suelen llegar tras un tramo en calma y constante en vez de un empujón frenético: el progreso se estuvo gestando bajo la superficie todo el tiempo.
fr: Les plateaux apparaissent dans tout apprentissage, de la musique au sport. Les percées arrivent souvent après une phase calme et régulière plutôt qu'après un coup de collier frénétique — le progrès se construisait sous la surface depuis le début.
it: I plateau compaiono in ogni tipo di apprendimento, dalla musica allo sport. Le svolte arrivano spesso dopo un tratto calmo e costante anziché una spinta frenetica — il progresso si stava costruendo sotto la superficie per tutto il tempo.
ja: 停滞は、音楽からスポーツまであらゆる技能学習に現れます。突破口はしばしば、慌ただしいひと押しよりも、穏やかで一貫した時期のあとに訪れます——進歩はずっと水面下で積み上がっていたのです。
ko: 정체기는 음악에서 스포츠까지 모든 종류의 기술 학습에 나타납니다. 돌파는 흔히 다급한 밀어붙임보다 차분하고 꾸준한 구간 뒤에 옵니다 — 진전은 내내 수면 아래에서 쌓이고 있었습니다.
nl: Plateaus duiken op bij elk soort vaardigheidsleren, van muziek tot sport. Doorbraken komen vaak na een kalme, gelijkmatige fase in plaats van een gejaagde duw — de vooruitgang bouwde zich al die tijd onder de oppervlakte op.
pt_br: Os platôs aparecem em todo tipo de aprendizado, da música ao esporte. Os avanços muitas vezes chegam após um trecho calmo e constante em vez de um esforço frenético — o progresso vinha se acumulando sob a superfície o tempo todo.
ru: Плато встречаются в любом обучении навыкам, от музыки до спорта. Прорывы часто приходят после спокойного, ровного отрезка, а не лихорадочного рывка — прогресс всё это время копился под поверхностью.
zh_hans: 瓶颈出现在各类技能学习中，从音乐到运动皆然。突破常常在平静、稳定的一段之后到来，而非一阵猛冲——进步一直在水面之下悄悄累积。

source: Post comment
ar: نشر التعليق
de: Kommentar posten
es: Publicar comentario
fr: Publier le commentaire
it: Pubblica commento
ja: コメントを投稿
ko: 댓글 게시
nl: Reactie plaatsen
pt_br: Publicar comentário
ru: Опубликовать
zh_hans: 发表评论

source: Pour rich sensory attention into the details around you
ar: اصبب انتباهًا حسّيًا غنيًا في التفاصيل من حولك
de: Reiche sinnliche Aufmerksamkeit in die Details um dich herum geben
es: Verter rica atención sensorial en los detalles a tu alrededor
fr: Verser une riche attention sensorielle dans les détails autour de vous
it: Versare ricca attenzione sensoriale nei dettagli attorno a te
ja: 周りの細部に豊かな感覚の注意を注ぐ
ko: 주위의 세부에 풍부한 감각적 주의를 쏟기
nl: Rijke zintuiglijke aandacht in de details om je heen gieten
pt_br: Despejar rica atenção sensorial nos detalhes ao seu redor
ru: Вливать богатое чувственное внимание в детали вокруг вас
zh_hans: 把丰富的感官注意倾注到你周遭的细节里

source: Practice 5 minutes of calm, passive breathing tonight — just watching, not reacting.
ar: تمرّن الليلة على 5 دقائق من التنفّس الهادئ السلبي — مجرّد مشاهدة، دون تفاعل.
de: Übe heute Nacht 5 Minuten ruhiges, passives Atmen – nur beobachten, nicht reagieren.
es: Esta noche, practica 5 minutos de respiración calmada y pasiva: solo mirar, no reaccionar.
fr: Ce soir, pratiquez 5 minutes de respiration calme et passive — juste observer, ne pas réagir.
it: Stanotte, pratica 5 minuti di respiro calmo e passivo — solo osservare, non reagire.
ja: 今夜、穏やかで受け身の呼吸を5分間練習しましょう——ただ眺めるだけ、反応せずに。
ko: 오늘 밤, 고요하고 수동적인 호흡을 5분간 연습하세요 — 그저 바라보기만, 반응하지 말고.
nl: Oefen vannacht 5 minuten kalm, passief ademen — alleen kijken, niet reageren.
pt_br: Esta noite, pratique 5 minutos de respiração calma e passiva — só observar, não reagir.
ru: Сегодня ночью попрактикуйте 5 минут спокойного, пассивного дыхания — просто наблюдайте, не реагируя.
zh_hans: 今晚练习 5 分钟平静、被动的呼吸——只是观看，不去反应。

source: Practice rubbing your hands together now, and plan to do it the moment you go lucid.
ar: تمرّن على فرك يديك معًا الآن، وخطّط لفعل ذلك لحظة تصبح واعيًا.
de: Übe jetzt das Aneinanderreiben der Hände und plan, es genau dann zu tun, wenn du luzid wirst.
es: Practica frotarte las manos ahora, y planea hacerlo en el momento en que te vuelvas lúcido.
fr: Entraînez-vous à frotter vos mains maintenant, et prévoyez de le faire à l'instant où vous devenez lucide.
it: Esercitati ora a sfregare le mani, e prevedi di farlo nell'istante in cui diventi lucido.
ja: いま手をこすり合わせる練習をして、明晰になった瞬間にそれをやると決めておきましょう。
ko: 지금 손 비비기를 연습하고, 자각하게 되는 순간에 그것을 하기로 계획해 두세요.
nl: Oefen nu het over elkaar wrijven van je handen, en plan om het te doen op het moment dat je lucide wordt.
pt_br: Pratique esfregar as mãos agora, e planeje fazê-lo no instante em que ficar lúcido.
ru: Потренируйтесь тереть ладони прямо сейчас и запланируйте делать это в тот миг, когда станете осознанными.
zh_hans: 现在就练习搓手，并计划在你变清醒的那一刻就这么做。

source: Premature waking is almost always excitement plus lack of grounding. The instant you go lucid, calm yourself and immediately stabilize — rub your hands, touch something, look at detail. Don't celebrate; engage. The dream will hold.
ar: الاستيقاظ المبكّر يكون دائمًا تقريبًا حماسًا مع نقص في التثبيت. لحظة أن تصبح واعيًا، اهدأ وثبّت فورًا — افرك يديك، المس شيئًا، انظر إلى التفاصيل. لا تحتفل؛ انخرط. الحلم سيصمد.
de: Vorzeitiges Aufwachen ist fast immer Aufregung plus fehlende Erdung. In dem Moment, in dem du luzid wirst, beruhige dich und stabilisiere sofort – reib die Hände, berühr etwas, schau auf Details. Feiere nicht; steig ein. Der Traum hält.
es: El despertar prematuro es casi siempre emoción más falta de anclaje. En el instante en que te vuelves lúcido, cálmate y estabiliza de inmediato: frota las manos, toca algo, mira los detalles. No celebres; involúcrate. El sueño se sostendrá.
fr: Le réveil prématuré, c'est presque toujours de l'excitation plus un manque d'ancrage. À l'instant où vous devenez lucide, calmez-vous et stabilisez aussitôt — frottez les mains, touchez quelque chose, regardez les détails. Ne célébrez pas ; engagez-vous. Le rêve tiendra.
it: Il risveglio prematuro è quasi sempre eccitazione più mancanza di radicamento. Nell'istante in cui diventi lucido, calmati e stabilizza subito — sfrega le mani, tocca qualcosa, guarda i dettagli. Non festeggiare; ingaggia. Il sogno reggerà.
ja: 早すぎる覚醒は、ほぼいつも興奮と地に着いていないことの組み合わせです。明晰になった瞬間、落ち着いてすぐ安定化を——手をこすり、何かに触れ、細部を見る。喜ばず、関わること。夢は保たれます。
ko: 이른 깨어남은 거의 늘 흥분에 디딤의 부족이 더해진 것입니다. 자각하는 순간, 진정하고 곧바로 안정화하세요 — 손을 비비고, 무언가를 만지고, 세부를 보세요. 기뻐하지 말고, 관여하세요. 꿈은 버팁니다.
nl: Voortijdig ontwaken is bijna altijd opwinding plus gebrek aan aarding. Op het moment dat je lucide wordt, kalmeer en stabiliseer meteen — wrijf je handen, raak iets aan, kijk naar details. Vier het niet; doe mee. De droom houdt stand.
pt_br: O despertar prematuro é quase sempre empolgação mais falta de ancoragem. No instante em que você fica lúcido, acalme-se e estabilize já — esfregue as mãos, toque em algo, olhe os detalhes. Não comemore; engaje-se. O sonho vai se sustentar.
ru: Преждевременное пробуждение — почти всегда волнение плюс нехватка заземления. В тот миг, когда станете осознанными, успокойтесь и сразу стабилизируйтесь — потрите ладони, коснитесь чего‑нибудь, всмотритесь в детали. Не ликуйте; включайтесь. Сон удержится.
zh_hans: 过早醒来几乎总是兴奋加上缺乏扎根。在你变清醒的那一刻，冷静下来并立即稳定——搓手、触碰东西、端详细节。别庆祝，要投入。梦会稳住。

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pt_br: Política de Privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Private
ar: خاص
de: Privat
es: Privado
fr: Privé
it: Privato
ja: 非公開
ko: 비공개
nl: Privé
pt_br: Privado
ru: Личное
zh_hans: 私密

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
ko: 프로필
nl: Profiel
pt_br: Perfil
ru: Профиль
zh_hans: 个人资料

source: Progress
ar: التقدّم
de: Fortschritt
es: Progreso
fr: Progression
it: Progressi
ja: 進捗
ko: 진행 상황
nl: Voortgang
pt_br: Progresso
ru: Прогресс
zh_hans: 进度

source: Progress & Achievements
ar: التقدّم والإنجازات
de: Fortschritt & Erfolge
es: Progreso y logros
fr: Progression et réussites
it: Progressi e obiettivi
ja: 進捗と実績
ko: 진행 상황 및 업적
nl: Voortgang en prestaties
pt_br: Progresso e conquistas
ru: Прогресс и достижения
zh_hans: 进度与成就

source: Progress in lucid dreaming is uneven, with dry spells that test your patience. Don't pile on pressure or technique-hop nightly. Keep a steady, gentle routine, protect your sleep, and trust the process. Breakthroughs often come after a calm stretch, not a frantic one.
ar: التقدّم في الحلم الواضح غير متساوٍ، مع فترات جفاف تختبر صبرك. لا تُكدّس الضغط ولا تقفز بين التقنيات كل ليلة. حافظ على روتين ثابت ولطيف، واحمِ نومك، وثِق بالعملية. غالبًا ما تأتي الاختراقات بعد فترة هادئة، لا محمومة.
de: Der Fortschritt beim luziden Träumen ist ungleichmäßig, mit Durststrecken, die deine Geduld prüfen. Häuf keinen Druck an und spring nicht jede Nacht zwischen Techniken. Halt eine gleichmäßige, sanfte Routine, schütz deinen Schlaf und vertrau dem Prozess. Durchbrüche kommen oft nach einer ruhigen Phase, nicht einer hektischen.
es: El progreso en el sueño lúcido es desigual, con sequías que ponen a prueba tu paciencia. No acumules presión ni saltes de técnica cada noche. Mantén una rutina constante y suave, protege tu sueño y confía en el proceso. Los avances suelen llegar tras un tramo en calma, no frenético.
fr: La progression en rêve lucide est inégale, avec des périodes creuses qui éprouvent votre patience. N'accumulez pas la pression et ne sautez pas de technique chaque nuit. Tenez une routine régulière et douce, protégez votre sommeil et faites confiance au processus. Les percées arrivent souvent après une phase calme, pas frénétique.
it: Il progresso nel sogno lucido è irregolare, con periodi di magra che mettono alla prova la pazienza. Non accumulare pressione né saltare tecnica ogni notte. Mantieni una routine costante e delicata, proteggi il sonno e fidati del processo. Le svolte spesso arrivano dopo un tratto calmo, non frenetico.
ja: 明晰夢の上達はでこぼこで、忍耐を試す不振の時期があります。プレッシャーを積み上げたり、毎晩技法を渡り歩いたりしないこと。安定したやさしいルーティンを保ち、睡眠を守り、過程を信じましょう。突破口はしばしば、慌ただしい時期ではなく穏やかな時期のあとに訪れます。
ko: 자각몽의 진전은 고르지 않고, 인내를 시험하는 침체기가 있습니다. 압박을 쌓거나 매일 밤 기법을 갈아타지 마세요. 꾸준하고 부드러운 루틴을 유지하고, 잠을 지키고, 과정을 믿으세요. 돌파는 흔히 다급한 시기가 아니라 차분한 구간 뒤에 옵니다.
nl: Vooruitgang in lucide dromen is ongelijkmatig, met droge periodes die je geduld op de proef stellen. Stapel geen druk op en hop niet elke nacht van techniek. Houd een gelijkmatige, zachte routine, bescherm je slaap en vertrouw op het proces. Doorbraken komen vaak na een kalme fase, niet een gejaagde.
pt_br: O progresso no sonho lúcido é irregular, com períodos secos que testam sua paciência. Não acumule pressão nem troque de técnica toda noite. Mantenha uma rotina constante e suave, proteja seu sono e confie no processo. Os avanços muitas vezes vêm após um trecho calmo, não frenético.
ru: Прогресс в осознанных снах неровный, с засухами, что испытывают терпение. Не нагнетайте давление и не скачите между техниками каждую ночь. Держите ровную, мягкую рутину, берегите сон и доверяйте процессу. Прорывы часто приходят после спокойного отрезка, а не лихорадочного.
zh_hans: 清醒梦的进展是起伏不平的，会有考验耐心的枯水期。别堆积压力，也别每晚换技巧。保持稳定、温和的日常，守护睡眠，信任这个过程。突破往往出现在平静的一段之后，而非手忙脚乱之时。

source: Proof the technique failed
ar: دليل على فشل التقنية
de: Ein Beweis, dass die Technik versagt hat
es: Prueba de que la técnica falló
fr: La preuve que la technique a échoué
it: La prova che la tecnica è fallita
ja: 技法が失敗した証拠
ko: 기법이 실패했다는 증거
nl: Bewijs dat de techniek mislukt is
pt_br: Prova de que a técnica falhou
ru: Доказательство, что техника не сработала
zh_hans: 技巧失败的证据

source: Prospective memory — remembering to remember in the future
ar: الذاكرة الاستباقية — تذكّر أن تتذكّر في المستقبل
de: Prospektives Gedächtnis – sich erinnern, sich künftig zu erinnern
es: Memoria prospectiva: recordar recordar en el futuro
fr: La mémoire prospective — se souvenir de se souvenir à l'avenir
it: La memoria prospettica — ricordarsi di ricordare in futuro
ja: 展望的記憶——未来に思い出すと覚えておくこと
ko: 전망 기억 — 미래에 기억하기로 기억해 두는 것
nl: Prospectief geheugen — onthouden om in de toekomst te onthouden
pt_br: Memória prospectiva — lembrar de lembrar no futuro
ru: Проспективная память — помнить, что нужно вспомнить в будущем
zh_hans: 前瞻记忆——记住将来要去记起

source: Protecting Your Sleep
ar: حماية نومك
de: Deinen Schlaf schützen
es: Proteger tu sueño
fr: Protéger votre sommeil
it: Proteggere il tuo sonno
ja: 睡眠を守る
ko: 수면 보호하기
nl: Je slaap beschermen
pt_br: Protegendo seu sono
ru: Берегите свой сон
zh_hans: 保护你的睡眠

source: Protecting your sleep keeps the practice healthy and sustainable.
ar: حماية نومك تُبقي الممارسة صحّية ومستدامة.
de: Deinen Schlaf zu schützen hält die Praxis gesund und nachhaltig.
es: Proteger tu sueño mantiene la práctica sana y sostenible.
fr: Protéger votre sommeil garde la pratique saine et durable.
it: Proteggere il sonno mantiene la pratica sana e sostenibile.
ja: 睡眠を守ることが、実践を健やかで持続可能に保ちます。
ko: 잠을 지키는 것이 수련을 건강하고 지속 가능하게 합니다.
nl: Je slaap beschermen houdt de oefening gezond en vol te houden.
pt_br: Proteger seu sono mantém a prática saudável e sustentável.
ru: Бережёте сон — и практика остаётся здоровой и устойчивой.
zh_hans: 守护你的睡眠，能让这项练习保持健康、可持续。

source: Public
ar: عام
de: Öffentlich
es: Público
it: Pubblico
ja: 公開
ko: 공개
nl: Openbaar
pt_br: Público
ru: Публичное
zh_hans: 公开

source: Quest complete
ar: اكتملت المهمة
de: Quest erledigt
es: Misión completada
fr: Quête terminée
it: Missione completata
ja: クエスト達成
ko: 퀘스트 완료
nl: Quest voltooid
pt_br: Missão concluída
ru: Задание выполнено
zh_hans: 任务完成

source: Questions or feedback? Reach us at support@thelanternhours.com.
ar: أسئلة أو ملاحظات؟ تواصل معنا عبر support@thelanternhours.com.
de: Fragen oder Feedback? Schreib uns an support@thelanternhours.com.
es: ¿Preguntas o comentarios? Escríbenos a support@thelanternhours.com.
fr: Des questions ou des retours ? Contactez-nous à support@thelanternhours.com.
it: Domande o feedback? Scrivici a support@thelanternhours.com.
ja: ご質問やご意見は support@thelanternhours.com までお寄せください。
ko: 질문이나 의견이 있으신가요? support@thelanternhours.com 으로 연락주세요.
nl: Vragen of feedback? Mail ons op support@thelanternhours.com.
pt_br: Dúvidas ou feedback? Fale conosco em support@thelanternhours.com.
ru: Вопросы или отзывы? Пишите на support@thelanternhours.com.
zh_hans: 有问题或反馈？请通过 support@thelanternhours.com 联系我们。
